Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/owncloud-tm.tmx
Source language: en
Languages: ca_es

source: This sync would remove all the files in the sync folder '%1'. This might be because the folder was silently reconfigured, or that all the file were manually removed. Are you sure you want to perform this operation?
ca_es: Aquesta sincronització podria eliminar tots els fitxers en la carpeta de sincronització '%1'. Això podria ser perquè la carpeta ha estat reconfigurada silenciosament, o que tots els fitxers han estat eliminats manualment. Esteu segur que voleu executar aquesta operació?

source: Remove All Files?
ca_es: Esborra tots els fitxers?

source: Remove all files
ca_es: Esborra tots els fitxers

source: Keep files
ca_es: Mantén els fitxers

source: Could not reset folder state
ca_es: No es pot restablir l'estat de la carpeta

source: An old sync journal '%1' was found, but could not be removed. Please make sure that no application is currently using it.
ca_es: S'ha trobat un diari de sincronització antic '%1', però no s'ha pogut eliminar. Assegureu-vos que no hi ha cap aplicació que actualment en faci ús.

source: Undefined State.
ca_es: Estat indefinit.

source: Waits to start syncing.
ca_es: Espera per començar la sincronització.

source: Preparing for sync.
ca_es: Perparant per la sincronització.

source: Sync is running.
ca_es: S'està sincronitzant.

source: Server is currently not available.
ca_es: El servidor no està disponible actualment.

source: Last Sync was successful.
ca_es: La darrera sincronització va ser correcta.

source: Last Sync was successful, but with warnings on individual files.
ca_es: La última sincronització ha estat un èxit, però amb avisos en fitxers individuals.

source: Setup Error.
ca_es: Error de configuració.

source: User Abort.
ca_es: Cancel·la usuari.

source: %1 (Sync is paused)
ca_es: %1 (Sync està pausat)

source: File
ca_es: Fitxer

source: Syncing all files in your account with
ca_es: Sincronitzant tots els fitxers del compte amb

source: Remote path: %1
ca_es: Carpeta remota: %1

source: Could not monitor directories due to system limitations. The application will not work reliably. Please check the documentation for possible fixes.
ca_es: No s'han pogut monitoritzar carpetes degut a limitacions del sistema. L'aplicació no funcionarà de forma fiable. Comproveu la documentació per possibles solucions.

source: No local folder selected!
ca_es: No heu seleccionat cap carpeta local!

source: You have no permission to write to the selected folder!
ca_es: No teniu permisos per escriure en la carpeta seleccionada!

source: The local path %1 is already an upload folder.<br/>Please pick another one!
ca_es: El camí local %1 ja és una carpeta de pujada.<br/>Seleccioneu-ne un altre!

source: An already configured folder is contained in the current entry.
ca_es: L'entrada actual conté una carpeta ja configurada.

source: An already configured folder contains the currently entered directory.
ca_es: La carpeta que heu entrat conté una carpeta ja configurada.

source: The alias can not be empty. Please provide a descriptive alias word.
ca_es: L'àlies no pot ser buit. Faciliteu una paraula descriptiva.

source: <br/>The alias <i>%1</i> is already in use. Please pick another alias.
ca_es: <br/>L'àlies <i>%1</i> ja està en ús. Seleccioneu-ne un altre.

source: Select the source folder
ca_es: Seleccioneu la carpeta font

source: Add Remote Folder
ca_es: Afegeix carpeta remota

source: Enter the name of the new folder:
ca_es: Escriviu el nom de la carpeta nova:

source: Folder was successfully created on %1.
ca_es: La carpeta s'ha creat correctament a %1.

source: Failed to create the folder on %1.<br/>Please check manually.
ca_es: Ha fallat en crear la carpeta a %1.<br/>Comproveu-ho manualment.

source: Choose this to sync the entire account
ca_es: Escolliu-ho per sincronitzar el compte sencer

source: This directory is already being synced.
ca_es: La carpeta ja s'està sincronitzant.

source: You are already syncing <i>%1</i>, which is a parent folder of <i>%2</i>.
ca_es: Ja esteu sincronitzant <i>%1</i>, que és una carpeta dins de <i>%2</i>.

source: If you sync the root folder, you can <b>not</b> configure another sync directory.
ca_es: Si seleccioneu la carpeta arrel <b>no</b> odreu configurar una altra carpeta de sincronització.

source: Launch on System Startup
ca_es: Executa en iniciar el sistema

source: Show Desktop Notifications
ca_es: Mostra les notificacions d'escriptori

source: Use Monochrome Icons
ca_es: Usa icones en monocrom

source: About
ca_es: Quant a

source: Ignored Files Editor
ca_es: Editor de fitxers ignorats

source: Files or directories matching a pattern will not be synchronized. Checked items will also be deleted if they prevent a directory from being removed. This is useful for meta data.
ca_es: Els fitxers que compleixin amb un patró no es sincronitzaran. Els elements marcats també s'eliminaran si prevenen l'eliminació d'una carpeta. Això és útil per metadades.

source: Could not open file
ca_es: No s'ha pogut obrir el fitxer

source: Cannot write changes to '%1'.
ca_es: No es poden desar els canvis a '%1'.

source: Add Ignore Pattern
ca_es: Afegeix una plantilla per ignorar

source: Add a new ignore pattern:
ca_es: Afegeix una nova plantilla d'ignorats:

source: This entry is provided by the system at '%1' and cannot be modified in this view.
ca_es: Això es proporciona completament pel sistema a '%1' i no es pot modificar en aquesta vista.

source: Log Output
ca_es: Sortida de registre

source: &Search:
ca_es: &Cerca:

source: &Find
ca_es: &Troba

source: Clear the log display.
ca_es: Neteja l'inici de sessió.

source: S&ave
ca_es: Des&a

source: Save the log file to a file on disk for debugging.
ca_es: Desa el fitxer de registre al disc per depuració

source: Save log file
ca_es: Desa el fitxer de registre

source: Could not write to log file
ca_es: No s'ha pogut escriure el fitxer de registre

source: <nobr>File '%1'<br/>cannot be opened for writing.<br/><br/>The log output can <b>not</b> be saved!</nobr>
ca_es: <nobr>El fitxer '%1'<br/>no es pot obrir en mode escriptura.<br/><br/>La sortida del registre <b>no</b> es pot desar!</nobr>

source: Proxy Settings
ca_es: Configuració del proxy

source: No Proxy
ca_es: Sense proxy

source: Use system proxy
ca_es: Usa el sistema proxy

source: Specify proxy manually as
ca_es: Especifiqueu manualment el proxi com a

source: Proxy server requires authentication
ca_es: El servidor Proxy requereix autenticació

source: Download Bandwidth
ca_es: Ample de banda de baixada

source: Limit to
ca_es: Limita a

source: No limit
ca_es: Sense límit

source: Upload Bandwidth
ca_es: Ample de banda de pujada

source: Limit automatically
ca_es: Limita automàticament

source: Hostname of proxy server
ca_es: Equip remot del servidor proxy

source: Username for proxy server
ca_es: Nom d'usuari del servidor proxy

source: Password for proxy server
ca_es: Contrasenya del servidor proxy

source: HTTP(S) proxy
ca_es: proxy HTTP(S)

source: SOCKS5 proxy
ca_es: proxy SOCKS5

source: Connect to %1
ca_es: Connectat a %1

source: Setup local folder options
ca_es: Estableix les opcions de carpeta local

source: Connect...
ca_es: Connecta...

source: Your entire account will be synced to the local folder '%1'.
ca_es: El compte sencer es sincronitzarà amb la carpeta local '%1'.

source: %1 folder '%2' is synced to local folder '%3'
ca_es: %1 carpeta '%2' està sincronitzat amb la carpeta local '%3'

source: <p><small><strong>Warning:</strong> You currently have multiple folders configured. If you continue with the current settings, the folder configurations will be discarded and a single root folder sync will be created!</small></p>
ca_es: <p><small><strong>Avís:</strong> Teniu múltiples carpetes configurades. Si continueu amb la configuració actual, la configuració de carpetes es descartarà i només es crearà una única carpeta arrel de sincronització!</small></p>

source: <p><small><strong>Warning:</strong> The local directory is not empty. Pick a resolution!</small></p>
ca_es: <p><small><strong>Avís:</strong> La carpeta local no està buida. Escolliu una resolució!</small></p>

source: Local Sync Folder
ca_es: Fitxer local de sincronització

source: Update advanced setup
ca_es: Configuració avançada d'actualització

source: Enter user credentials
ca_es: Escriviu les credencials d'usuari

source: Update user credentials
ca_es: Actualitza les credencials d'usuari

source: Setup %1 server
ca_es: Configura el sevidor %1

source: This url is secure. You can use it.
ca_es: Aquesta url és segura. Podeu usar-la.

source: This url is NOT secure. You should not use it.
ca_es: Aquesta url no és segura. No hauríeu d'usar-la.

source: Update %1 server
ca_es: Actualitza el servidor %1

source: Folder rename failed
ca_es: Ha fallat en canviar el nom de la carpeta

source: Can't remove and back up the folder because the folder or a file in it is open in another program.Please close the folder or file and hit retry or cancel the setup.
ca_es: No es pot esborrar i restaurar la carpeta perquè una carpeta o un fitxer de dins està obert en un altre programa. Tanqueu la carpeta o el fitxer i intenteu-ho de nou o cancel·leu la configuració.

source: <font color="green"><b>Local sync folder %1 successfully created!</b></font>
ca_es: <font color="green"><b>la carpeta de sincronització %1 s'ha creat correctament!</b></font>

source: Trying to connect to %1 at %2...
ca_es: Intentant connectar amb %1 a %2...

source: <font color="green">Successfully connected to %1: %2 version %3 (%4)</font><br/><br/>
ca_es: <font color="green">S'ha connectat correctament amb %1: %2 versió %3 (%4)</font><br/><br/>

source: Error: Wrong credentials.
ca_es: Error: credencials incorrectes.

source: Local sync folder %1 already exists, setting it up for sync.<br/><br/>
ca_es: La carpeta local %1 ja existeix, s'està configurant per sincronitzar.<br/><br/>

source: Creating local sync folder %1...
ca_es: Creant carpeta local de sincronització %1...

source: ok
ca_es: correcte

source: failed.
ca_es: ha fallat.

source: Could not create local folder %1
ca_es: No s'ha pogut crear la carpeta local %1

source: creating folder on ownCloud: %1
ca_es: creant la carpeta a ownCloud: %1

source: Remote folder %1 created successfully.
ca_es: La carpeta remota %1 s'ha creat correctament.

source: The remote folder %1 already exists. Connecting it for syncing.
ca_es: La carpeta remota %1 ja existeix. S'hi està connectant per sincronitzar-les.

source: The folder creation resulted in HTTP error code %1
ca_es: La creació de la carpeta ha resultat en el codi d'error HTTP %1

source: The remote folder creation failed because the provided credentials are wrong!<br/>Please go back and check your credentials.</p>
ca_es: Ha fallat la creació de la carpeta perquè les credencials proporcionades són incorrectes!<br/>Aneu enrera i comproveu les credencials.</p>

source: <p><font color="red">Remote folder creation failed probably because the provided credentials are wrong.</font><br/>Please go back and check your credentials.</p>
ca_es: <p><font color="red">La creació de la carpeta remota ha fallat, probablement perquè les credencials facilitades són incorrectes.</font><br/>Comproveu les vostres credencials.</p>

source: Remote folder %1 creation failed with error <tt>%2</tt>.
ca_es: La creació de la carpeta remota %1 ha fallat amb l'error <tt>%2</tt>.

source: A sync connection from %1 to remote directory %2 was set up.
ca_es: S'ha establert una connexió de sincronització des de %1 a la carpeta remota %2.

source: Successfully connected to %1!
ca_es: Connectat amb èxit a %1!

source: Connection to %1 could not be established. Please check again.
ca_es: No s'ha pogut establir la connexió amb %1. Comproveu-ho de nou.

source: %1 Connection Wizard
ca_es: Assistent de connexió %1

source: Open %1
ca_es: Obre %1

source: Open Local Folder
ca_es: Obre carpeta local

source: Everything set up!
ca_es: Tot està configurat!

source: Your entire account is synced to the local folder <i>%1</i>
ca_es: El vostre compte està sincronitzat amb la carpeta local <i>%1</i>

source: %1 folder <i>%1</i> is synced to local folder <i>%2</i>
ca_es: %1 carpeta <i>%1</i> està sincronitzat amb la carpeta local <i>%2</i>

source: Time
ca_es: Hora

source: Action
ca_es: Acció

source: Copy
ca_es: Copia

source: Soft Link ignored
ca_es: Ordena els enllaços ignorats

source: Softlinks break the semantics of synchronization. Please do not use them in synced directories
ca_es: Els enllaços febles trenquen la semàntica de la sincronització. No els useu en carpetes sincronitzades

source: file
ca_es: fitxer

source: directory
ca_es: directori

source: The %1 was ignored because it is listed in the clients ignore list or the %1 name contains characters that are not syncable in a cross platform environment
ca_es: %1 ha estat ignorat perquè està a la llista d'ignorats del client o el nom %1 conté caràcters que no són sincronitzables en un entorn multiplataforma

source: Item ignored
ca_es: Element ignorat

source: %1 on ignore list
ca_es: %1 a la llista d'ignorats

source: The %1 was skipped because it is listed on the clients list of names to ignore
ca_es: %1 s'ha omès perquè consta a la llista del client de noms a ignorar

source: Invalid characters
ca_es: Caràcters no vàlids

source: The %1 name contains one or more invalid characters which break syncing in a cross platform environment
ca_es: El nom %1 conté un o més caràcters no vàlids que trenquen la sincronització en un entorn multiplataforma

source: Conflict file.
ca_es: Fitxer en conflicte

source: The file was changed on server and local repository and as a result it created a so called conflict. The local change is copied to the conflict file while the file from the server side is available under the original name
ca_es: El fitxer ha canviat en el servidor i en el dipòsit local i com a resultat ha generat un conflicte. El canvi local s'ha copiat en el fitxer conflicte mentre que el fitxer del servidor està disponible amb el nom original

source: Copied to clipboard
ca_es: S'ha copiat al porta-retalls

source: Problem: %1
ca_es: Problema: %1

source: No more storage space available on server.
ca_es: No hi ha més espai disponible en el servidor.

source: Status
ca_es: Estat

source: Network
ca_es: Xarxa

source: Account
ca_es: Compte

source: Trust this certificate anyway
ca_es: Confia en aquest certificat igualment

source: SSL Connection
ca_es: Connexió SSL

source: Warnings about current SSL Connection:
ca_es: Avisos quant a la connexió SSL actual:

source: with Certificate %1
ca_es: amb certificat %1

source: &lt;not specified&gt;
ca_es: &lt;no especificat&gt;

source: Organization: %1
ca_es: Organització %1

source: Unit: %1
ca_es: Unitat: %1

source: Country: %1
ca_es: País: %1

source: Fingerprint (MD5): <tt>%1</tt>
ca_es: Empremta digital (MD5): <tt>%1</tt>

source: Fingerprint (SHA1): <tt>%1</tt>
ca_es: Empremta digital (SHA1): <tt>%1</tt>

source: Effective Date: %1
ca_es: Data d'efecte: %1

source: Expiry Date: %1
ca_es: Data d'expiració: %1

source: Issuer: %1
ca_es: Emissor: %1

source: New Version Available
ca_es: Versió nova disponible

source: <p>A new version of the %1 Client is available.</p><p><b>%2</b> is available for download. The installed version is %3.<p>
ca_es: <p>Hi ha una versió nova del client %1.</p><p><b>%2</b> disponible per baixar. La versió instal·lada és %3.<p>

source: Skip update
ca_es: Omet l'actualització

source: Skip this time
ca_es: Omet aquesta vegada

source: Get update
ca_es: Obtén l'actialització

source: %1 Sync Started
ca_es: %1 Sincronització iniciada

source: Folder %1: %2
ca_es: Carpeta %1: %2

source: No sync folders configured.
ca_es: No hi ha fitxers de sincronització configurats

source: None.
ca_es: Cap.

source: Recent Changes
ca_es: Canvis recents

source: Open %1 folder
ca_es: Obre la carpeta %1

source: Managed Folders:
ca_es: Fitxers gestionats:

source: Open folder '%1'
ca_es: Obre carpeta '%1'

source: Open %1 in browser
ca_es: Obre %1 en el navegador

source: Calculating quota...
ca_es: Calculant la quota...

source: Unknown status
ca_es: Estat desconegut

source: Settings...
ca_es: Arranjament...

source: Details...
ca_es: Detalls...

source: Quit %1
ca_es: Surt %1

source: Quota n/a
ca_es: Quota n/d

source: %1% of %2 in use
ca_es: %1 de %2 en ús

source: No items synced recently
ca_es: No hi ha elements sincronitzats recentment

source: Syncing %1 of %2 (%3 of %4)
ca_es: Sincronitzant %1 de %2 (%3 de %4)

source: Up to date
ca_es: Actualitzat

source: &Local Folder
ca_es: Carpeta &local

source: &Keep local data
ca_es: &Mantén les dades locals

source: <small>Syncs your existing data to new location.</small>
ca_es: <small>Sincronitza les dades existents amb la nova ubicació.</small>

source: <html><head/><body><p>If this box is checked, existing content in the local directory will be erased to start a clean sync from the server.</p><p>Do not check this if the local content should be uploaded to the servers directory.</p></body></html>
ca_es: <html><head/><body><p>Si aquesta caixa està marcada, el contingut existent en la carpeta local s'eliminarà per començar una carpeta de sincronització des del servidor.</p><p>No la marqueu si el contingut local s'ha de pujar a la carpeta del servidor.</p></body></html>

source: &Start a clean sync
ca_es: %Inicia una sincronització des de zero

source: <small>Erases the contents of the local folder before syncing using the new settings.</small>
ca_es: <small>Elimina el contingut de la carpeta local abans de sincronitzar-la usant l'arranjament nou.</small>

source: Status message
ca_es: Missatge d'estat

source: &Username
ca_es: Nom d'&usuari

source: &Password
ca_es: &Contrasenya

source: Error Label
ca_es: Etiqueta d'error

source: Server &address:
ca_es: &Adreça del servidor:

source: Use &secure connection
ca_es: Usa una connexió segura

source: CheckBox
ca_es: Caixa de selecció

source: &Username:
ca_es: Nom d'&usuari:

source: Enter the ownCloud username.
ca_es: Escriciu el nom d'usuari ownCloud.

source: &Password:
ca_es: &Contrasenya:

source: Enter the ownCloud password.
ca_es: Escriviu la contrasenya ownCloud.

source: Do not allow the local storage of the password.
ca_es: No permetis desar localment la contrasenya.

source: &Do not store password on local machine
ca_es: &No desis contrasenyes a l'equip local

source: Enter the url of the ownCloud you want to connect to (without http or https).
ca_es: Escriviu la url de ownCloud amb la que voleu contactar (sense http o https).

source: Server &Address
ca_es: &Adreça del servidor

source: Advanced &Settings
ca_es: A&rranjament avançat

source: Enter the URL of the server that you want to connect to (without http or https).
ca_es: Escriviu la URL del servidor al que us voleu connectar (sense http o https).

source: Your entire account is synced to the local folder
ca_es: El vostre compte està totalment sincronitzat amb la carpeta local

source: Could not remove directory %1
ca_es: No s'ha pogut esborrar la carpeta %1

source: This folder must not be renamed. It is renamed back to its original name.
ca_es: No s'ha de canviar el nom d'aquesta carpeta. Es reanomena de nou amb el seu nom original.

source: This folder must not be renamed. Please name it back to Shared.
ca_es: Aquesta carpeta no es pot reanomenar. Reanomeneu-la de nou Shared.

source: System Tray not available
ca_es: La safata del sistema no està disponible

source: %1 requires on a working system tray. If you are running XFCE, please follow <a href="http://docs.xfce.org/xfce/xfce4-panel/systray">these instructions</a>. Otherwise, please install a system tray application such as 'trayer' and try again.
ca_es: %1 requereix una safata del sistema que funcioni. Si esteu executant XFCE seguiu <a href="http://docs.xfce.org/xfce/xfce4-panel/systray">aquestes instruccions</a>. Altrament, instal·leu una aplicació de safata com 'trayer' i intenteu-ho de nou.

source: If you don't have an ownCloud server yet, see <a href="https://owncloud.com">owncloud.com</a> for more info.
ca_es: Si encara no teniu un servidor ownCloud, mireu <a href="https://owncloud.com">owncloud.com</a> per més informació.

source: <p><small>Built from Git revision <a href="%1">%2</a> on %3, %4 using OCsync %5 and Qt %6.</small><p>
ca_es: <p><small>Construit de la revisió Git <a href="%1">%2</a> a %3, %4 usant OCsync %5 i Qt %6.</small><p>

source: <p>Version %2. For more information visit <a href="%3">%4</a></p><p><small>By Klaas Freitag, Daniel Molkentin, Jan-Christoph Borchardt, ownCloud Inc.<br>Based on Mirall by Duncan Mac-Vicar P.</small></p>%7
ca_es: <p>Versió %2. Per més informació visiteu <a href="%3">%4</a></p><p><small>Per Klaas Freitag, Daniel Molkentin, Jan-Christoph Borchardt, ownCloud Inc.<br>Basat en Mirall per Duncan Mac-Vicar P.</small></p>%7

source: Inactive
ca_es: Inactiiu

source: Finished
ca_es: Acabat

source: For deletion
ca_es: Per esborrar

source: deleted
ca_es: esborrat

source: downloading
ca_es: baixant

source: uploading
ca_es: pujant

source: inactive
ca_es: inactiu

source: starting
ca_es: iniciant

source: finished
ca_es: acabat

source: Status undefined
ca_es: Estat indefinit

source: Waiting to start sync
ca_es: Pendent d'iniciar la sincronització

source: Sync is running
ca_es: La sincronització s'està executant

source: Sync Success
ca_es: Sincronització amb èxit

source: Sync Success, problems with individual files.
ca_es: Sincronització amb èxit, problemes amb fitxers individuals.

source: Sync Error - Click info button for details.
ca_es: Error de sincronització - Feu clic al botó per més detalls.

source: Setup Error
ca_es: Error de configuració

source: The server is currently unavailable
ca_es: El servidor actualment no esta disponible

source: Preparing to sync
ca_es: Preparant per sincronitzar

source: Aborting...
ca_es: Cancel·lant...

source: Server address
ca_es: Adreça del servidor

source: Chrome is only able to playback MP3 files - see <a href="https://github.com/owncloud/music/wiki/Frequently-Asked-Questions#why-can-chromechromium-just-playback-mp3-files">wiki</a>
ca_es: Chrome només permet reproduir fitxers MP3 - veieu la <a href="https://github.com/owncloud/music/wiki/Frequently-Asked-Questions#why-can-chromechromium-just-playback-mp3-files">wiki</a>

source: Loading ...
ca_es: Carregant...

source: Nothing in here. Upload your music!
ca_es: Res per aquí. Pugeu la vostra música!

source: Show all {{ trackcount }} songs ...
ca_es: Mostra totes les {{ trackcount }} peces...

source: Show less ...
ca_es: Mostra'n menys...

source: Shuffle
ca_es: Aleatori

source: News
ca_es: Notícies

source: Can not add feed: Exists already
ca_es: No es pot afegir la font: ja existeix

source: Can not add feed: URL does not exist or has invalid xml
ca_es: No es pot afegir la font: la URL no existeix o té un XML no vàlid

source: Articles without feed
ca_es: Articles sense font

source: Can not add folder: Exists already
ca_es: No es pot afegir la carpeta: ja existeix

source: status
ca_es: estat

source: Undo deletion of %s
ca_es: Desfés l'eliminació de %s

source: Add Website
ca_es: Afegeix pàgina web

source: Error: address exists already!
ca_es: Error: l'adreça ja existeix!

source: Error: folder exists already
ca_es: Error: la carpeta ja existeix

source: New folder
ca_es: Carpeta nova

source: Choose folder
ca_es: Escolliu una carpeta

source: Back to folder selection
ca_es: Torna a la selecció de carpeta

source: Create folder
ca_es: Crea carpeta

source: Starred
ca_es: Estrelles

source: Unread articles
ca_es: Articles sense llegir

source: All articles
ca_es: Tots els articles

source: Mark read
ca_es: Marca com a llegit

source: Welcome to the ownCloud News app!
ca_es: Benvingut a l'aplicació de notícies d'ownCloud!
